<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Const
    |--------------------------------------------------------------------------
    */
    // マイリスト登録制限数
    'Items' => [
        'LIMIT_COUNT' => 10
    ],
    // 0:仮登録 1:本登録  9:退会済
    'USER_STATUS' => [
        'PRE_REGISTER' => '0',
        'REGISTER' => '1',
        'DEACTIVE' => '9'
    ],
    // 0:通常 1:セール中
    'ITEM_STATUS' => [
        'NORMAL' => '0',
        'SALE' => '1'
    ]
];
